{
  "introduction": {
    "title": "مقدمه",
    "content": "خانم‌ها و آقایان محترم سلام بر شما. این بحث به قانون اساسی مشروطه و متمم آن می‌پردازد. ضرورت طرح آن، آشنایی با ساختار نظام سیاسی ایران، ارگان‌های اِعمال قدرت، و آگاهی از حقوق و آزادیهای افراد ملت در عصر مشروطه است. قانون اساسی مشروطه؛ دربرگیرنده ۵۱ اصل می‌باشد. سپس ۱۰۷ اصل به آن افزوده شد."
  },
  "constitution": [
    { "id": 1, "title": "اصل اول", "content": "مجلس شورای ملی بموجب فرمان معدلت بنیان مورخهٔ چهاردهم جمادی‌الاخر ۱۳۲۴ مؤسس و مقرر است." },
    { "id": 2, "title": "اصل دوم", "content": "مجلس شورای ملی نماینده قاطبهٔ اهالی مملکت ایران است که در امور معاشی و سیاسی وطن خود مشارکت دارند." },
    { "id": 3, "title": "اصل سوم", "content": "مجلس شورای ملی مرکب است از اعضائی که در طهران و ایالات انتخاب می‌شوند و محل انعقاد آن در طهران است." }
  ],
  "amendment": [
    { "id": 1, "title": "اصل ۱", "content": "مذهب رسمی ایران اسلام و طریقهٔ حقه جعفریه اثنی عشریه‌ است باید پادشاه ایران دارا و مروج این مذهب باشد." },
    { "id": 2, "title": "اصل ۲", "content": "مجلس مقدس شورای ملی که به توجه و تأیید حضرت امام عصر عجل الله فرجه... تأسیس شده‌است باید در هیچ عصری از اعصار مواد قانونیه آن مخالفتی با قواعد مقدسهٔ اسلام... نداشته باشد." },
    { "id": 3, "title": "اصل ۳", "content": "حدود مملکت ایران و ایالات و ولایات و بلوکات آن تغییر پذیر نیست مگر بموجب قانون." },
    { "id": 4, "title": "اصل ۴", "content": "پایتخت ایران طهران است." },
    { "id": 5, "title": "اصل ۵", "content": "الوان رسمی بیرق ایران سبز و سفید و سرخ و علامت شیر و خورشید است." },
    { "id": 6, "title": "اصل ۶", "content": "جان و مال اتباع خارجه مقیمین خاک ایران مأمون و محفوظ است مگر در مواردیکه قوانین مملکتی استثناء می‌کند." },
    { "id": 7, "title": "اصل ۷", "content": "اساس مشروطیت جزئاٌ و کلا تعطیل بردار نیست." },
    { "id": 8, "title": "اصل ۸", "content": "اهالی مملکت ایران در مقابل قانون دولتی متساوی الحقوق خواهند بود." },
    { "id": 9, "title": "اصل ۹", "content": "افراد مردم از حیث جان و مال و مسکن و شرف محفوظ و مصون از هر نوع تعرض هستند..." },
    { "id": 10, "title": "اصل ۱۰", "content": "غیر از مواقع ارتکاب جنحه و جنایات و تقصیرات عمده هیچکس را نمی‌توان فوراً دستگیر نمود مگر بحکم کتبی رئیس محکمه عدلیه..." },
    { "id": 11, "title": "اصل ۱۱", "content": "هیچ کس را نمی‌توان از محکمه‌ای که باید درباره او حکم کند منصرف کرده مجبوراً بمحکمهٔ دیگر رجوع دهند." },
    { "id": 12, "title": "اصل ۱۲", "content": "حکم و اجرای هیچ مجازاتی نمی‌شود مگر بموجب قانون." },
    { "id": 13, "title": "اصل ۱۳", "content": "منزل و خانه هر کس در حفظ و امان است در هیچ مسکنی قهراً نمی‌توان داخل شد مگر به حکم و ترتیبی که قانون مقرر نموده." },
    { "id": 14, "title": "اصل ۱۴", "content": "هیچیک از ایرانیان را نمی‌توان نفی بلد یا منع از اقامت در محلی یا مجبور باقامت محل معینی نمود مگر در مواردی که قانون تصریح می‌کند." },
    { "id": 15, "title": "اصل ۱۵", "content": "هیچ ملکی را از تصرف صاحب ملک نمی‌توان بیرون کرد مگر با مجوز شرعی و آن نیز پس از تعیین و تأدیه قیمت عادله‌است." },
    { "id": 16, "title": "اصل ۱۶", "content": "ضبط املاک و اموال مردم بعنوان مجازات و سیاست ممنوع است مگر بحکم قانون." },
    { "id": 17, "title": "اصل ۱۷", "content": "سلب تسلط مالکین و متصرفین از املاک و اموال متصرفه ایشان بهر عنوان که باشد ممنوع است مگر بحکم قانون." },
    { "id": 18, "title": "اصل ۱۸", "content": "تحصیل و تعلیم علوم و معارف و صنایع آزاد است مگر آنچه شرعاً ممنوع باشد." },
    { "id": 19, "title": "اصل ۱۹", "content": "تأسیس مدارس بمخارج دولتی و ملتی و تحصیل اجباری باید مطابق قانون وزارت علوم و معارف مقرر شود..." },
    { "id": 20, "title": "اصل ۲۰", "content": "عامهٔ مطبوعات غیر از کتب ضلال و مواد مضره بدین مبین آزاد و ممیزی در آنها ممنوع است..." },
    { "id": 21, "title": "اصل ۲۱", "content": "انجمنها و اجتماعاتی که مولد فتنهٔ دینی و دنیوی و مخل بنظم نباشند در تمام مملکت آزاد است..." },
    { "id": 22, "title": "اصل ۲۲", "content": "مراسلات پستی کلیةً محفوظ و از ضبط و کشف مصون است مگر در مواردیکه قانون استثناء می‌کند." },
    { "id": 23, "title": "اصل ۲۳", "content": "افشاء یا توقیف مخابرات تلگرافی بدون اجازهٔ صاحب تلگراف ممنوع است مگر در مواردی که قانون معین می‌کند." },
    { "id": 24, "title": "اصل ۲۴", "content": "اتباع خارجه می‌توانند قبول تبعیت ایران را بنمایند..." },
    { "id": 25, "title": "اصل ۲۵", "content": "تعرض بمأمورین دیوانی در تقصیرات راجعه بمشاغل آنها محتاج بتحصیل اجازه نیست مگر در حق وزراء..." },
    { "id": 26, "title": "اصل ۲۶", "content": "قوای مملکت ناشی از ملت است طریقهٔ استعمال آن قوا را قانون اساسی معین می‌نماید." },
    { "id": 27, "title": "اصل ۲۷", "content": "قوای مملکت بسه شعبه تجزیه می‌شود..." },
    { "id": 28, "title": "اصل ۲۸", "content": "قوای ثلاثه مزبوره همیشه از یکدیگر ممتاز و منفصل خواهد بود." },
    { "id": 29, "title": "اصل ۲۹", "content": "منافع مخصوصهٔ هر ایالت و ولایت و بلوک به تصویب انجمنهای ایالتی و ولایتی بموجب قوانین مخصوصهٔ آن مرتب و تسویه می‌شود." },
    { "id": 30, "title": "اصل ۳۰", "content": "وکلای مجلس شورای ملی و مجلس سنا از طرف تمام ملت وکالت دارند..." },
    { "id": 31, "title": "اصل ۳۱", "content": "یک نفر نمی‌تواند در زمان واحد عضویت هر دو مجلس را دارا باشد." },
    { "id": 32, "title": "اصل ۳۲", "content": "چنانچه یکی از وکلا در ادارات دولتی موظفاً مستخدم بشود از عضویت مجلس منفصل می‌شود..." },
    { "id": 33, "title": "اصل ۳۳", "content": "هر یک از مجلسین حق تحقیق و تفحص در هر امری از امور مملکتی دارند." },
    { "id": 34, "title": "اصل ۳۴", "content": "مذاکرات مجلس سنا در مدت انفصال مجلس شورای ملی بی‌نتیجه است." },
    { "id": 35, "title": "اصل ۳۵", "content": "سلطنت ودیعه ایست که بموهبت الهی از طرف ملت بشخص پادشاه مفوض شده." },
    { "id": 36, "title": "اصل ۳۶", "content": "سلطنت مشروطه ایران از طرف ملت بوسیلهٔ مجلس مؤسسان بشخص اعلیحضرت شاهنشاه رضا شاه پهلوی تفویض شده..." },
    { "id": 37, "title": "اصل ۳۷", "content": "ولایتعهد با پسر بزرگتر پادشاه که مادرش ایرانی‌الاصل باشد خواهد بود..." },
    { "id": 38, "title": "اصل ۳۸", "content": "در موقع انتقال سلطنت، ولیعهد وقتی می‌تواند شخصاً امور سلطنت را متصدی شود که دارای بیست سال تمام شمسی سال باشد..." },
    { "id": 39, "title": "اصل ۳۹", "content": "هیچ پادشاهی بر تخت سلطنت نمی‌تواند جلوس کند مگر اینکه قبل از تاجگذاری در مجلس شورای ملی حاضر شود..." },
    { "id": 40, "title": "اصل ۴۰", "content": "همینطور شخصی که بنیابت سلطنت منتخب می‌شود نمی‌تواند متصدی این امر شود مگر این که قسم مزبور فوق را یاد نموده باشد." },
    { "id": 41, "title": "اصل ۴۱", "content": "در موقع رحلت پادشاه مجلس شورای ملی و مجلس سنا لزوماً منعقد خواهد شد..." },
    { "id": 42, "title": "اصل ۴۲", "content": "هرگاه دورهٔ وکالت وکلای هردو یا یکی از مجلسین در زمان حیات پادشاه منقضی شده باشد..." },
    { "id": 43, "title": "اصل ۴۳", "content": "شخص پادشاه نمی‌تواند بدون تصویب و رضای مجلس شورای ملی و مجلس سنا متصدی امور مملکت دیگری شود." },
    { "id": 44, "title": "اصل ۴۴", "content": "شخص پادشاه از مسئولیت مبری است وزراء دولت در هر گونه امور مسئول مجلسین هستند." },
    { "id": 45, "title": "اصل ۴۵", "content": "کلیه قوانین و دستخطهای پادشاه در امور مملکتی وقتی اجرا می‌شود که به امضای وزیر مسئول رسیده باشد..." },
    { "id": 46, "title": "اصل ۴۶", "content": "عزل و نصب وزرا بموجب فرمان همایون پادشاه است." },
    { "id": 47, "title": "اصل ۴۷", "content": "اعطای درجات نظامی و نشان و امتیازات افتخاری با مراعات قانون مختص شخص پادشاه است." },
    { "id": 48, "title": "اصل ۴۸", "content": "انتخاب مأمورین رئیسه دوائر دولتی از داخله و خارجه با تصویب وزیر مسئول از حقوق پادشاه است..." },
    { "id": 49, "title": "اصل ۴۹", "content": "صدور فرامین و احکام برای اجرای قوانین از حقوق پادشاه است بدون اینکه هرگز اجرای آن قوانین را تعویق یا توقیف نمایند." },
    { "id": 50, "title": "اصل ۵۰", "content": "فرمانفرمائی کل قشون بری و بحری با شخص پادشاه است." },
    { "id": 51, "title": "اصل ۵۱", "content": "اعلان جنگ و عقد صلح با پادشاه است." },
    { "id": 52, "title": "اصل ۵۲", "content": "عهدنامه‌هائیکه مطابق اصل بیست و چهارم قانون اساسی... استتار آنها لازم باشد... باید از طرف پادشاه به مجلس شورای ملی و سنا اظهار شود." },
    { "id": 53, "title": "اصل ۵۳", "content": "فصول مخفیه هیچ عهدنامه مبطل فصول آشکار آن عهدنامه نخواهد بود." },
    { "id": 54, "title": "اصل ۵۴", "content": "پادشاه می‌تواند مجلس شورای ملی و مجلس سنا را بطور فوق‌العاده امر بانعقاد فرمایند." },
    { "id": 55, "title": "اصل ۵۵", "content": "ضرب سکه با موافقت قانون بنام پادشاه است." },
    { "id": 56, "title": "اصل ۵۶", "content": "مخارج و مصارف دستگاه سلطنتی باید قانوناً معین باشد." },
    { "id": 57, "title": "اصل ۵۷", "content": "اختیارات و اقتدارات سلطنتی فقط همان است که در قوانین مشروطیت حاضره تصریح شده." },
    { "id": 58, "title": "اصل ۵۸", "content": "هیچکس نمی‌تواند بمقام وزارت برسد مگر آنکه مسلمان و ایرانی‌الاصل و تبعه ایران باشد." },
    { "id": 59, "title": "اصل ۵۹", "content": "شاهزادگان طبقه اولی یعنی پسر و برادر و عموی پادشاه عصر نمی‌تواند بوزارت منتخب شوند." },
    { "id": 60, "title": "اصل ۶۰", "content": "وزراء مسئول مجلسین هستند و در هر مورد که از طرف یکی از مجلسین احضار شوند باید حاضر گردند..." },
    { "id": 61, "title": "اصل ۶۱", "content": "وزراء علاوه بر اینکه بتنهائی مسئول مشاغل مختصه وزارت خود هستند بهیئت اتفاق نیز در کلیات امور... مسئول و ضامن اعمال یکدیگرند." },
    { "id": 62, "title": "اصل ۶۲", "content": "عدهٔ وزراء را برحسب اقتضاء قانون معین خواهد کرد." },
    { "id": 63, "title": "اصل ۶۳", "content": "لقب وزارت افتخاری بکلی موقوف است." },
    { "id": 64, "title": "اصل ۶۴", "content": "وزراء نمی‌توانند احکام شفاهی یا کتبی پادشاه را مستمسک قرار داده سلب مسئولیت از خودشان بنمایند." },
    { "id": 65, "title": "اصل ۶۵", "content": "مجلس شورای ملی یا سنا می‌توانند وزراء را در تحت مؤاخذه و محاکمه درآورند." },
    { "id": 66, "title": "اصل ۶۶", "content": "مسئولیت وزراء و سیاستی را که راجع بآنها می‌شود قانون معین خواهد نمود." },
    { "id": 67, "title": "اصل ۶۷", "content": "در صورتیکه مجلس شورای ملی یا مجلس سنا باکثریت تامه عدم رضایت خود را از هیئت وزراء یا وزیری اظهار نمایند آن هیئت یا آن وزیر از مقام وزارت منعزل می‌شود." },
    { "id": 68, "title": "اصل ۶۸", "content": "وزراء موظفاً نمی‌توانند خدمت دیگر غیر از شغل خودشان در عهده گیرند." },
    { "id": 69, "title": "اصل ۶۹", "content": "مجلس شورای ملی یا مجلس سنا تقصیر وزراء را در محضر دیوانخانهٔ تمیز عنوان خواهند نمود..." },
    { "id": 70, "title": "اصل ۷۰", "content": "تعیین تقصیر و مجازات وارده بر وزراء در موقعیکه مورد اتهام مجلس شورای ملی یا مجلس سنا شوند... منوط بقانون مخصوص خواهد بود." },
    { "id": 71, "title": "اصل ۷۱", "content": "دیوان عدالت عظمی و محاکم عدلیه مرجع رسمی تظلمات عمومی هستند..." },
    { "id": 72, "title": "اصل ۷۲", "content": "منازعات راجعه به حقوق سیاسیه مربوط بحاکم عدلیه است مگر در مواقعی که قانون استثناء نماید." },
    { "id": 73, "title": "اصل ۷۳", "content": "تعیین محاکم عرفیه منوط بحکم قانون است و کسی نمی‌تواند بهیچ اسم و رسم محکمه بر خلاف مقررات قانون تشکیل نماید." },
    { "id": 74, "title": "اصل ۷۴", "content": "هیچ محکمه ممکن نیست منعقد گردد مگر به حکم قانون." },
    { "id": 75, "title": "اصل ۷۵", "content": "در تمام مملکت فقط یک دیوانخانهٔ تمیز برای امور عرفیه دایر خواهد بود..." },
    { "id": 76, "title": "اصل ۷۶", "content": "انعقاد کلیهٔ محاکمات علنی است مگر آنکه علنی بودن آن مخل نظم یا منافی عصمت باشد..." },
    { "id": 77, "title": "اصل ۷۷", "content": "در ماده تقصیرات سیاسیه و مطبوعات چنانچه محرمانه بودن محاکمه صلاح باشد باید باتفاق آراء جمیع اعضاء محکمه بشود." },
    { "id": 78, "title": "اصل ۷۸", "content": "احکام صادره از محاکم باید مدلل و موجه و محتوی فصول قانونیه... بوده و علناً قرائت شود." },
    { "id": 79, "title": "اصل ۷۹", "content": "در موارد تقصیرات سیاسیه و مطبوعات هیئت منصفین در محاکم حاضر خواهند بود." },
    { "id": 80, "title": "اصل ۸۰", "content": "رؤساء و اعضای محاکم عدلیه بترتیبی که قانون عدلیه معین می‌کند منتخب و بموجب فرمان همایونی منصوب می‌شوند." },
    { "id": 81, "title": "اصل ۸۱", "content": "هیچ حاکم محکمهٔ عدلیه را نمی‌توان از شغل خود موقتاً یا دائماً بدون محاکمه و ثبوت تقصیر تغییر داد مگر این که خودش استعفاء نماید." },
    { "id": 82, "title": "اصل ۸۲", "content": "تبدیل ماًموریت حاکم محکمه عدلیه ممکن نمی‌شود مگر برضای خود او." },
    { "id": 83, "title": "اصل ۸۳", "content": "تعیین شخص مدعی عموم با تصویب حاکم شرع در عهدهً پادشاه است." },
    { "id": 84, "title": "اصل ۸۴", "content": "مقرری اعضای محاکم عدلیه بموجب قانون معین خواهد شد." },
    { "id": 85, "title": "اصل ۸۵", "content": "رؤسای محاکم عدلیه نمی‌توانند قبول خدمات موظفهٔ دولتی را بنمایند مگر اینکه آن خدمت را مجاناً بر عهده گیرند و مخالف قانون هم نباشد." },
    { "id": 86, "title": "اصل ۸۶", "content": "در هر کرسی ایالتی یک محکمهٔ استیناف برای امور عدلیه مقرر خواهد شد بترتیبی که در قوانین عدلیه مصرح است." },
    { "id": 87, "title": "اصل ۸۷", "content": "محاکم نظامی موافق قوانین مخصوصه در تمام مملکت تأسیس خواهد شد." },
    { "id": 88, "title": "اصل ۸۸", "content": "حکمیت منازعه در حدود ادارات و مشاغل دولتی بموجب مقررات قانون بمحکمه تمیز راجع است." },
    { "id": 89, "title": "اصل ۸۹", "content": "دیوانخانه عدلیه و محکمه‌ها وقتی احکام و نظامنامه‌های عمومی و ایالتی و ولایتی و بلدی را مجری خواهند داشت که آنها مطابق با قانون باشند." },
    { "id": 90, "title": "اصل ۹۰", "content": "در تمام ممالک محروسه انجمنهای ایالتی و ولایتی بموجب نظامنامهٔ مخصوص مرتب می‌شود..." },
    { "id": 91, "title": "اصل ۹۱", "content": "اعضای انجمنهای ایالتی و ولایتی بلاواسطه از طرف اهالی انتخاب می‌شوند مطابق نظامنامهٔ انجمنهای ایالتی و ولایتی." },
    { "id": 92, "title": "اصل ۹۲", "content": "انجمنهای ایالتی و ولایتی اختیار نظارت تامه در اصلاحات راجعه بمنافع عامه دارند با رعایت حدود قوانین مقرره." },
    { "id": 93, "title": "اصل ۹۳", "content": "صورت خرج و دخل ایالات و ولایات از هر قبیل بتوسط انجمنهای ایالتی و ولایتی طبع و نشر می‌شود." },
    { "id": 94, "title": "اصل ۹۴", "content": "هیچ قسم مالیات برقرار نمی‌شود مگر بحکم قانون." },
    { "id": 95, "title": "اصل ۹۵", "content": "مواردی را که از دادن مالیات معاف توانند شد قانون مشخص خواهد نمود." },
    { "id": 96, "title": "اصل ۹۶", "content": "میزان مالیات را همه ساله مجلس شورای ملی به اکثریت تصویب و معین خواهد نمود." },
    { "id": 97, "title": "اصل ۹۷", "content": "در مواد مالیاتی هیچ تفاوت و امتیازی فیمابین افراد ملت گذارده نخواهد شد." },
    { "id": 98, "title": "اصل ۹۸", "content": "تخفیف و معافیت از مالیات منوط بقانون مخصوص است." },
    { "id": 99, "title": "اصل ۹۹", "content": "غیر از مواقعیکه قانون صراحتاً مستثنی می‌دارد بهیچ عنوان از اهالی چیزی مطالبه نمی‌شود مگر باسم مالیات مملکتی و ایالتی و ولایتی و بلدی." },
    { "id": 100, "title": "اصل ۱۰۰", "content": "هیچ مرسوم و انعامی بخزینهً دولت حواله نمی‌شود مگر بموجب قانون." },
    { "id": 101, "title": "اصل ۱۰۱", "content": "اعضای دیوان محاسبات را مجلس شورای ملی برای مدتیکه بموجب قانون مقرر می‌شود تعیین خواهد نمود." },
    { "id": 102, "title": "اصل ۱۰۲", "content": "دیوان محاسبات مأمور بمعاینه و تفکیک محاسبات ادارهٔ مالیه و تفریغ حساب کلیهٔ محاسبین خزانه است..." },
    { "id": 103, "title": "اصل ۱۰۳", "content": "ترتیب و تنظیم و ادارهٔ دیوان بموجب قانون است." },
    { "id": 104, "title": "اصل ۱۰۴", "content": "ترتیب گرفتن قشون را قانون معین می‌نماید تکالیف و حقوق اهل نظام و ترقی در مناصب بموجب قانون است." },
    { "id": 105, "title": "اصل ۱۰۵", "content": "مخارج نظامی هر ساله از طرف مجلس شورای ملی تصویب می‌شود." },
    { "id": 106, "title": "اصل ۱۰۶", "content": "هیچ قشون نظامی خارجه بخدمت دولت قبول نمی‌شود و در نقطه‌ای از نقاط مملکت نمی‌تواند اقامت و یا عبور کند مگر بموجب قانون." },
    { "id": 107, "title": "اصل ۱۰۷", "content": "حقوق و مناصب و شئونات اهل نظام سلب نمی‌شود مگر بموجب قانون." }
  ]
}